[GENERAL]
NAME				= Malay/Bahasa Melayu - Malay v1.9.1
TRANSLATOR			= Amirul Izzat a.k.a Ishimaru94
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplikasi ini telah tamat tempoh.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Tidak berdaftar
TEXT_INIT_FAIL			= Aplikasi gagal untuk dimulakan.
TEXT_APPINFO			= Bandicam - Tangkapan video berprestasi tinggi.

; error
TEXT_ERROR_DISKSPACE		= Tiada ruang cakera yang cukup untuk merakam.
TEXT_ERROR_VIDEO_CAP		= Gagal untuk memulakan tangkapan video.
TEXT_ERROR_AUDIO_CAP		= Gagal untuk memulakan tangkapan audio.\nJika anda memerlukan bantuan, klik butang OK.
TEXT_ERROR_IMAGE_CAP		= Gagal untuk menangkap imej.\nSila periksa folder output anda.
TEXT_ERROR_CREATEFILE		= Gagal untuk mencipta fail.\nJika anda memerlukan bantuan, klik butang OK.
TEXT_ERROR_CODEC_INIT		= Gagal untuk memulakan kodek.
TEXT_ERROR_LOGO_IMAGE		= Fail imej tidak dapat disokong. \nSila pilih fail imej yang dapat disokong(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Anda tidak boleh mengubah tetapan ini pada versi percuma Bandicam. \n Sila beli Bandicam dari http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= Sistem anda tidak dapat menyokong 'H.264 (AMD APP)', jadi default codec akan digunakan.
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Bunyi
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Kesan
TEXT_VID_PAGE_OPTIONS		= Opsyen

; option page name
TEXT_OPT_PAGE_GENERAL		= Umum
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= Bahasa
TEXT_OPT_PAGE_OTHERS		= Lain-lain

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Pilih folder untuk simpan.

TEXT_FMT_FULL_SIZE		= Saiz Penuh
TEXT_FMT_HALF_SIZE		= Saiz Setengah
TEXT_FMT_FIT_WIDTH		= Kesesuaian Lebar
TEXT_FMT_FIT_HEIGHT		= Kesesuaian Ketinggian
TEXT_FMT_CUSTOM_SIZE		= Disesuaikan
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Default
TEXT_PRESET_HALFSIZE		= Saiz Setengah
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Tetapan ultrapantas untuk 60 FPS
TEXT_PRESET_LOWEND		= PC rendah-akhir
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx / Galaxy Telefon Pintar
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Kesesuaian Lebar, 320x0
TEXT_PRESET_640x0		= Kesesuaian Lebar, 640x0
TEXT_PRESET_800x0		= Kesesuaian Lebar, 800x0
TEXT_PRESET_USER		= Pratetap Pengguna

TEXT_CHANGE_LANG		= Untuk menukar bahasa, anda perlu memulakan semula Bandicam.\nAdakah anda ingin untuk memulakannya semula sekarang?
TEXT_CHANGE_HOOK		= Untuk menukar sasaran hooking, anda perlu memulakan semula Bandicam.\nAdakah anda ingin untuk memulakannya semula sekarang?
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS		= Adakah anda pasti anda mahu untuk menetapkan semula semua tetapan kepada default?

TEXT_REGISTER_SUCCEEDED		= Bandicam anda telah berdaftar sekarang.
TEXT_REGISTER_FAILED		= Pendaftaran gagal. \nSemak alamat e-mel anda dan nombor siri.
TEXT_REGISTER_CONNECT_FAILED	= Tidak dapat disambungkan ke pendaftaran server.\nPlease check your internet connection, and set your system clock to today's date and time.\nJika anda memerlukan bantuan, klik butang OK.
TEXT_REGISTER_INFO		= Alamat E-mel: %s\r\nNombor Siri: %s
TEXT_REGISTER_LIMITED		= Rakaman diberhentikan.\n\nAnda hanya boleh merakam 10 minit pada versi percuma Bandicam. \nSila beli Bandicam dari bandicam.com
TEXT_REGISTER_NEWRECORD		= Anda tidak boleh memulakan rakaman baru pada versi percuma Bandicam. \nSila beli Bandicam dari bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Tidak berdaftar!!! - 10 minit video dengan watermark\r\nUntuk membuang watermark, beli Bandicam dari bandicam.com

TEXT_PROGRAM_INVALID		= Aplikasi ini tidak sah. \nAnda perlu install semula aplikasi ini.

TEXT_SELECT_TARGET		= Sila klik sasaran window
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Sedia
TEXT_STATUSBAR_RECORDING	= Merakam
TEXT_STATUSBAR_PAUSE		= Henti seketika

TEXT_UPDATE_AVAILABLE		= Versi baru Bandicam kini boleh didapati. \nAdakah anda ingin memuat turunnya sekarang?
TEXT_UPDATE_UNAVAILABLE		= Versi ini adalah yang terkini.
TEXT_UPDATE_FAILED		= Gagal untuk menyemak maklumat versi. \nSistem ini mungkin tidak dapat disambungkan ke Internet, atau server mungkin tidak berfungsi dengan betul.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= Skrin penuh
TEXT_TARGET_RESTORE		= Kembali semula
TEXT_TARGET_FIND		= Cari window
TEXT_TARGET_RESIZE		= Saiz pilih menu
TEXT_TARGET_IMAGE		= Tangkap imej
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= Rakaman video - mula
TEXT_TARGET_RECORD_PAUSE	= Rakaman video - henti seketika
TEXT_TARGET_RECORD_STOP		= Rakaman video - henti

TEXT_RC_HOWTO_NOCOMPLETE	= Nyahaktif
TEXT_RC_HOWTO_BYTIME		= Pada masa
TEXT_RC_HOWTO_BYSIZE		= Pada saiz
TEXT_RC_AFTER_NEWRECORD		= Mula rakaman baru
TEXT_RC_AFTER_EXIT		= Keluar Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Tutup komputer ini

TEXT_SHUTDOWN_SEC		= Menutup sistem dalam %d saat.

TEXT_SEL_IMAGE_FILE		= Pilih fail imej

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Nyahaktif (Digalakkan) --

TEXT_CORRUPTED_AVI_FILE		= Rakaman fail yang terkini telah rosak.\nAdakah anda mahu untuk membaikinya?\n\nFail: %s
TEXT_TRAY_BALLOON_TIP		= Klik ikon tray untuk kembali semula Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Klik ikon tray untuk memaparkan window bersegi empat tepat.
TEXT_FORCE_STOP			= Gagal untuk menghentikan rakaman kerana sasaran window tidak bertindak balas. \nAdakah anda ingin wajib menghentikan rakaman?
TEXT_EXTERNAL_CODEC		= - Luaran Kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Status rakaman
TEXT_INDICATOR_TIME		= Masa rakaman
TEXT_INDICATOR_SIZE		= Saiz fail rakaman / ruang bebas cakera
TEXT_INDICATOR_VOLUME		= Paras volum semasa

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Prioriti tugas umum
TEXT_REC_PRIORITY_HIGH		= [Tinggi] Lebih tinggi daripada Prioriti normal
TEXT_REC_PRIORITY_HIGHEST	= [Tertinggi] Tugas-tugas lain mungkin lebih perlahan

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Umum
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Imej
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Tentang
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opsyen
$ST_GEN_OUTPUT_FOLDER		= Output folder
$BN_GEN_OPEN_OUTPUT_FOLDER	= Buka
$BN_GEN_ADV_OPTIONS		= Advanced
$CK_GEN_ALWAYS_ON_TOP		= Window Bandicam Sentiasa di bahagian atas
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= Rakaman Auto Lengkap
$BN_GEN_REC_AUTO_COMPLETE	= Tetapan
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS Overlay
$CK_FPS_OVERLAY_HOTKEY		= Hotkey
$CK_FPS_OVERLAY			= Show FPS Overlay 
$ST_FPS_LIMIT			= Had
$CK_FPS_LIMIT_HOTKEY		= Hotkey
$CK_FPS_LIMIT			= Set had FPS
$CK_FPS_LIMIT_ONLY_CAP		= Hanya semasa menangkap
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Rakam
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= Tambah kesan klik tetikus
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= Tetapan
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Tetapan
$BN_VID_FORMAT_PRESETS		= Pratetap
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Tangkap
$CK_IMG_CAPTURE_HOTKEY		= Hotkey
$CK_IMG_CAPTURE_REPEAT		= Ulang penangkapan skrin
$ST_IMG_CAPTURE_REPEAT		= saat
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= Aktifkan bunyi shutter
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Kualiti tinggi
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Hakcipta(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Versi baru boleh didapati.
$BN_ABO_CHECK_UPDATE		= Semak kemaskini
$ST_ABO_LICENCE_INFO		= Maklumat Lesen
$BN_ABO_REGISTER		= Daftar
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Batal
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Tetapan format 
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Saiz
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Kadar bit
IDC_ST_VIDEO_QUALITY		= Kualiti
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= Saluran
IDC_ST_AUDIO_FREQ		= Frekuensi
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Kadar bit
IDC_ST_FORMAT_HELP		= [ Bantuan ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Daftar Bandicam
IDC_ST_1BUY			= 1. Beli
IDC_ST_1BUY_COMMENT		= Untuk membuang watermark dalam video anda, beli lesen Bandicam dari http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Beli Sekarang
IDC_ST_2REGISTER		= 2. Daftar
IDC_ST_2REGISTER_COMMENT	= Anda perlukan sambungan online untuk mendaftar Bandicam.
IDC_ST_EMAIL_ADDRESS		= Alamat e-mel
IDC_ST_SERIAL_NUMBER		= Nombor siri
IDC_BTN_REGISTER_NOW		= Daftar Sekarang
IDC_BTN_CLOSE			= Tutup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Semak kemaskini
IDC_ST_UPDATE_SETTING		= Tetapan
IDC_CK_UPDATE_ENABLE		= Aktifkan penyemakan kemaskini secara automatik.
IDC_CK_UPDATE_POPUP		= Paparkan pop-up apabila kemaskini utama boleh didapati.
IDC_UPDATE_CHECK_NOW		= Semak kemaskini sekarang
IDC_CLOSE			= Tutup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Advanced Opsyen
IDC_BTN_RESET			= Reset

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Umum
IDC_CK_ALWAYS_ON_TOP2		= Window Bandicam Sentiasa di bahagian atas
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START		= Main Bandicam apabila Windows bermula
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Paparkan FPS dalam video/imej yang ditangkap
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Paparkan tip/maklumat bar
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Buat output sub-folder semasa menulis fail
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Aktifkan menulis caching pada cakera.
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Bahasa
IDC_ST_TRANSLATOR		= Terima kasih kepada penterjemah

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Sasaran hooking
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Nyahaktif DX10/11 hooking pada IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Sekat DirectX video overlay
IDC_BTN_BLOCK_LIST		= Senarai proses disekat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Tetapan Lain
IDC_BTN_VIDEO_RECORD_SETTINGS	= Tetapan Rakaman Video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Tetapan Format Video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Rakaman Auto Lengkap

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Rakaman Auto Lengkap
IDC_ST_RC_HOWTO			= Tetapkan syarat dalam Rakaman Auto Lengkap
IDC_RD_RC_NOTCOMPLETE		= Nyahaktif
IDC_RD_RC_TIME			= Pada masa rakaman
IDC_ST_RC_MAX_TIME		= Maks
IDC_RD_RC_SIZE			= Pada saiz fail yang dirakamkan
IDC_ST_RC_MAX_SIZE		= Maks
IDC_ST_RC_AFTER			= Selepas melengkapkan Rakaman Auto
IDC_RD_RC_NOTHING		= Jangan lakukan apapun
IDC_RD_RC_NEW_RECORDING		= Mula rakaman baru
IDC_RD_RC_EXIT_BDCAM		= Henti rakaman dan keluar Bandicam
IDC_RD_RC_SHUTDOWN		= Tutup komputer anda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Tutup
IDC_ST_SHUTDOWN			= Tutup
IDC_ST_SHUTDOWN_INFO		= Komputer ini akan ditutup.\nTekan 'Batal' jika anda tidak ingin untuk menutupnya.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Tetapan Rakaman

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Rakam suara
IDC_ST_SND_SELECT_1		= Peranti Suara Utama
IDC_BTN_SND_SETTING_1		= Tetapan...
IDC_ST_SND_SELECT_2		= Peranti Suara Kedua
IDC_BTN_SND_SETTING_2		= Tetapan...
IDC_CK_SND_MIX_SOUND		= Campuran Dua Suara (Utama+Kedua ke dalam satu trek audio)
IDC_CK_SND_CAP_HOTKEY		= Hanya rakam "Peranti Kedua" sambil menekan
IDC_ST_SOUND_HELP		= [ Bantuan ]
IDC_CK_SND_SAVE_AS_WAV		= Simpan trek audio semasa rakaman (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Tambah logo kepada video
IDC_ST_LOGO_SETTING		= Tetapan
IDC_ST_LOGO_IMAGE		= Imej:
IDC_ST_LOGO_OPACITY		= Opasiti:
IDC_ST_LOGO_POS			= Posisi:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Kesan tetikus
IDC_CK_ADD_CLICK_EFFECTS	= Tambah kesan klik tetikus
IDC_ST_LEFT_CLICK_COLOR		= Warna klik kiri
IDC_ST_RIGHT_CLICK_COLOR	= Warna klik kanan
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Tambah kesan highlight tetikus
IDC_ST_HIGHLIGHT_COLOR		= Warna highlight

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opsyen
IDC_ST_REC_PRIORITY		= Prioriti Rakaman :
IDC_ST_REC_PRIORITY2		= Prioriti yang lebih tinggi mungkin mengurangkan guguran frames.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Skip rakaman semasa bingkai tidak dikemaskini
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Saiz sasaran kustom
IDC_ST_TARGET_SIZE_SETTING	= Tetapan
IDC_ST_TARGET_SIZE		= Saiz sasaran:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Maklumat
IDC_ST_ACAP_INFO		= Maklumat tangkapan audio
IDC_ST_ACAP_INFO2		= Kad bunyi anda tidak dapat menangkap bunyi. Sila semak 'kawalan rakaman' anda. \n\nAdakah anda ingin lawati halaman bantuan online?
IDC_CK_ACAP_DO_NOT_ASK		= Jangan tanya lagi
IDC_BTN_YES			= Ya
IDC_BTN_NO			= Tidak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Masa rakaman maks
IDC_ST_RC_TIME_SETTING		= Tetapan
IDC_ST_RC_TIME_HOUR		= Jam
IDC_ST_RC_TIME_MIN		= Minit
IDC_ST_RC_TIME_SEC		= Saat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Saiz fail yang dirakamkan maks
IDC_ST_RC_FILESIZE_SETTING	= Tetapan

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Tambah Pratetap Baru
IDC_ST_ADD_PRESET		= Anda boleh menyimpan tetapan format semasa sebagai pratetap baru.\nMasukkan nama untuk pratetap baru.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Edit Pratetap
IDC_BTN_PRESET_ADD		= Tambah
IDC_BTN_PRESET_DEL		= Padam
IDC_BTN_PRESET_REN		= Namakan semula
IDC_BTN_PRESET_UP		= Atas
IDC_BTN_PRESET_DN		= Bawah

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Namakan semula Pratetap
IDC_ST_REN_PRESET		= Masukkan nama baru untuk pratetap.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Pilh luaran kodek video
IDC_ST_CODEC_EX_LIST		= Senarai kodek
IDC_ST_CODEC_EX_SETTINGS	= Tetapan
IDC_ST_CODEC_EX_DRIVER		= Nama Pemacu
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kualiti
IDC_ST_CODEC_EX_DATERATE	= Kadar Data
IDC_ST_CODEC_EX_KEYFRAME	= Jarak Keyframe
IDC_BTN_CODEC_EX_CONFIG		= Konfigurasi
IDC_BTN_CODEC_EX_ABOUT		= Tentang
IDC_ST_CODEC_EX_HELP		= [ Bantuan ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Senarai proses disekat
IDC_ST_BLOCK_LIST		= Proses yang berikut tidak dibenarkan hooking.
IDC_ST_BLOCK_LIST_EX		= Contoh :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Tetapan H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Kadar kawalan
IDC_RD_H264_CUDA_VBR		= VBR - kualiti-asas (digalakkan)
IDC_RD_H264_CUDA_CBR		= CBR - kadar bit-asas
IDC_ST_H264_CUDA_GPU_USAGE	= Penggunaan GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= GPU sahaja (digunakan dengan GPU yang lebih cepat)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Opsyen lain
IDC_ST_H264_CUDA_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Jarak keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP	= Bantuan

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Tetapan H.264 (Video Penyegerakan Pantas)
IDC_ST_H264_SYNC_RATE_CONTROL	= Kadar kawalan
IDC_RD_H264_SYNC_VBR		= VBR - kualiti-asas (digalakkan)
IDC_RD_H264_SYNC_CBR		= CBR - kadar bit-asas
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Opsyen lain
IDC_ST_H264_SYNC_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Jarak keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP	= Bantuan

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Tetapan H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Kadar kawalan
IDC_RD_H264_APP_VBR		= VBR - kualiti-asas (digalakkan)
IDC_RD_H264_APP_CBR		= CBR - kadar bit-asas
IDC_ST_H264_APP_OTHER_OPTIONS	= Opsyen lain
IDC_ST_H264_APP_FOURCC_USED	= Kod FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Jarak keyframe:
IDC_ST_H264_APP_FOURCC_HELP	= Bantuan

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Tetapan Xvid
IDC_ST_XVID_RATE_CONTROL	= Kadar kawalan
IDC_RD_XVID_VBR			= VBR - kualiti-asas (digalakkan)
IDC_RD_XVID_CBR			= CBR - kadar bit-asas
IDC_ST_XVID_OPTIMIZATION	= Pengoptimuman
IDC_RD_XVID_FASTER_SPEED	= Kelajuan encoding yang lebih cepat
IDC_RD_XVID_SMALLER_SIZE	= Saiz fail yang lebih kecil
IDC_ST_XVID_OTHER_OPTIONS	= Opsyen lain
IDC_ST_XVID_KEYFRAME_INT	= Jarak keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Tentang Bandicam
ID_POPUP_GENERAL		= Tetapan - Umum
ID_POPUP_FRAME			= Tetapan - FPS
ID_POPUP_VIDEO			= Tetapan - Video
ID_POPUP_IMAGE			= Tetapan - Imej
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER	= Buka Output folder
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT			= Keluar

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Bantuan

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sentiasa di bahagian atas
ID_TARGET_TRANSPARENCY		= Opasiti
ID_TARGET_SIZE			= Saiz
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Alih ke kiri \t Left
ID_TARGET_MOVE_RIGHT		= Alih ke kanan \t Right
ID_TARGET_MOVE_UP		= Alih ke atas \t Up
ID_TARGET_MOVE_DOWN		= Alih ke bawah \t Down

ID_TARGET_INC_WIDTH		= Tingkatkan lebar \t Shift+Right
ID_TARGET_DEC_WIDTH		= Kurangkan lebar \t Shift+Left
ID_TARGET_INC_HEIGHT		= Tingkatkan ketinggian \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Kurangkan ketinggian \t Shift+Up

ID_TARGET_FIND_WINDOW		= Cari Window \t Ctrl+F
ID_TARGET_FULLSCREEN		= Skrin Penuh \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Muatkan kepada 4:3
ID_TARGET_RATIO_16_9		= Muatkan kepada 16:9
ID_TARGET_SIZE_CUSTOM		= Saiz kustom \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= Buka Output folder
ID_TARGET_EXIT_BANDICAM		= Keluar Bandicam

ID_USER_PRESET_ADD		= Tambah Pratetap
ID_USER_PRESET_EDIT		= Edit Pratetap

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= Open output folder

ID_BDCAM_SIZE_DEFAULT		= Default size
